tap "eugenmayer/dockersync"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "jetbrains/utils"
tap "romkatv/powerlevel10k"
tap "shivammathur/php"
tap "shopify/shopify"
brew "ack"
brew "antidote"
brew "autoenv"
brew "bat"
brew "blueutil"
brew "chruby"
brew "libidn2"
brew "curl"
brew "freetds"
brew "libavif"
brew "gd"
brew "krb5"
brew "php"
brew "composer", link: false
brew "coreutils"
brew "cowsay"
brew "direnv"
brew "dos2unix"
brew "figlet"
brew "fortune"
brew "fzf"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-extras"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "grep"
brew "guile"
brew "htop"
brew "httpd"
brew "jasper"
brew "python@3.9"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jp2a"
brew "jq"
brew "lazydocker"
brew "libarchive"
brew "libfido2"
brew "libgit2"
brew "libxml2"
brew "libxmlsec1"
brew "lnav"
brew "lolcat"
brew "mysql"
brew "neofetch"
brew "nvm"
brew "oath-toolkit"
brew "perl"
brew "php@7.4", restart_service: true
brew "postgresql@14"
brew "python@3.10"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "roundup"
brew "rust"
brew "spaceman-diff"
brew "spark"
brew "thefuck"
brew "tldr"
brew "tree"
brew "unison"
brew "vim"
brew "wget"
brew "xclip"
brew "xxh"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "eugenmayer/dockersync/unox"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazygit/lazygit"
brew "jetbrains/utils/qodana"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "shivammathur/php/php"
brew "shivammathur/php/php@7.2"
brew "shivammathur/php/php@7.3"
brew "shivammathur/php/php@7.4"
brew "shivammathur/php/php@8.0"
brew "shivammathur/php/php@8.1"
brew "shivammathur/php/php@8.2"
brew "shopify/shopify/shopify-cli"

cask "docker"
cask "firefox"
cask "graphql-playground"
cask "iterm2"
cask "macvim"
cask "sublime-text"
