tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "romkatv/powerlevel10k"
tap "shivammathur/php"
tap "shopify/shopify"
brew "ack"
brew "apr-util"
brew "autoenv"
brew "blueutil"
brew "freetds"
brew "php"
brew "composer", link: false
brew "coreutils"
brew "dos2unix"
brew "fzf"
brew "git"
brew "git-delta"
brew "python@3.9"
brew "grep"
brew "htop"
brew "imagemagick"
brew "jp2a"
brew "lazydocker"
brew "libgit2"
brew "lnav"
brew "mysql"
brew "node"
brew "nvm"
brew "openssl@3"
brew "php@7.4", restart_service: true
brew "postgresql"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "roundup"
brew "spaceman-diff"
brew "spark"
brew "thefuck"
brew "tldr"
brew "tree"
brew "vim", link: false
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazygit/lazygit"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "shivammathur/php/php@7.2"
brew "shivammathur/php/php@7.3"
brew "shivammathur/php/php@8.0"
brew "shivammathur/php/php@8.2"
brew "shopify/shopify/shopify-cli"
cask "adium", args: { appdir: "/Applications" }
cask "alfred"
cask "atom", args: { appdir: "/Applications" }
cask "docker"
cask "firefox"
cask "gimp"
cask "handbrake", args: { appdir: "/Applications" }
cask "iterm2"
cask "lastpass"
cask "macvim"
cask "numi"
cask "rectangle"
cask "seashore", args: { appdir: "/Applications" }
cask "steam", args: { appdir: "/Applications" }
cask "sublime-text"
cask "transmission", args: { appdir: "/Applications" }
cask "tunnelbear", args: { appdir: "/Applications" }
cask "visual-studio-code"
cask "vlc", args: { appdir: "/Applications" }
